Repository: religofsil/progs
Catalog: Master_RU-Master_EN.tmx
Source language: ru
Languages: en

source: Важное сведение, по-видимому, действительно произвело на путешественника сильное впечатление, потому что он испуганно обвел глазами дома, как бы опасаясь в каждом окне увидеть по атеисту.
en: This valuable piece of information had obviously made a powerful impression on the traveller, as he gave a frightened glance at the houses as though afraid of seeing an atheist at every window.

source: "Нет, он не англичанин..."- Подумал Берлиоз, а Бездомный подумал: "где это он так наловчился говорить по-русски, вот что интересно!"- И опять нахмурился.
en: 'No, he's not an Englishman,' thought Berlioz. Bezdomny thought: ' What I'd like to know is-where did he manage to pick up such good Russian? ' and frowned again.

source: Но, позвольте вас спросить, - после тревожного раздумья спросил заграничный гость, - как же быть с доказательствами бытия божия, коих, как известно, существует ровно пять?
en: 'But might I enquire,' began the visitor from abroad after some worried reflection, ' how you account for the proofs of the existence of God, of which there are, as you know, five? '

source: - Увы!- С сожалением ответил Берлиоз, - ни одно из этих доказательств ничего не стоит, и человечество сдало их в архив.
en: 'Alas! ' replied Berlioz regretfully. ' Not one of these proofs is valid, and mankind has long since relegated them to the archives.

source: Ведь согласитесь, что в области разума никакого доказательства существования бога быть не может.
en: You must agree that rationally there can be no proof of the existence of God.'

source: Браво!- Вскричал иностранец, - браво!
en: 'Bravo!' exclaimed the stranger. ' Bravo!

source: Вы полностью повторили мысль беспокойного старика иммануила по этому поводу.
en: You have exactly repeated the views of the immortal Emmanuel on that subject.

source: Но вот курьез: он начисто разрушил все пять доказательств, а затем, как бы в насмешку над самим собою, соорудил собственное шестое доказательство!
en: But here's the oddity of it: he completely demolished all five proofs and then, as though to deride his own efforts, he formulated a sixth proof of his own.'

source: - Доказательство Канта, - тонко улыбнувшись, возразил образованный редактор, - также неубедительно.
en: 'Kant's proof,' objected the learned editor with a thin smile, ' is also unconvincing.

source: И недаром Шиллер говорил, что кантовские рассуждения по этому вопросу могут удовлетворить только рабов, а Штраус просто смеялся над этим доказательством.
en: Not for nothing did Schiller say that Kant's reasoning on this question would only satisfy slaves, and Strauss simply laughed at his proof.'

source: Берлиоз говорил, а сам в это время думал:"но, все таки, кто же он такой? И почему так хорошо говорит по-русски?"
en: As Berlioz spoke he thought to himself: ' But who on earth is he? And how does he speak such good Russian? '

source: - Взять бы этого Канта, да за такие доказательства года на три в Соловки!- Совершенно неожиданно бухнул Иван николаевич.
en: 'Kant ought to be arrested and given three years in Solovki asylum for that " proof " of his! ' Ivan Nikolayich burst out completely unexpectedly.

source: -Иван!- Сконфузившись, шепнул Берлиоз.
en: 'Ivan!' whispered Berlioz, embarrassed.

source: Но предложение отправить канта в соловки не только не поразило иностранца, но даже привело в восторг.
en: But the suggestion to pack Kant off to an asylum not only did not surprise the stranger but actually delighted him.

source: -Именно, именно, - закричал он, и левый зеленый глаз его, обращенный к Берлиозу, засверкал, - ему там самое место!
en: ' Exactly, exactly! ' he cried and his green left eye, turned on Berlioz glittered. ' That's exactly the place for him!

source: Ведь говорил я ему тогда за завтраком: "вы, профессор, воля ваша, что-то нескладное придумали!
en: I said to him myself that morning at breakfast: " If you'll forgive me, professor, your theory is no good.

source: Оно, может, и умно, но больно непонятно.
en: It may be clever but it's horribly incomprehensible.

source: Над вами потешаться будут".
en: People will think you're mad." '

source: Берлиоз выпучил глаза.
en: Berlioz's eyes bulged.

source: "За завтраком... Канту?..
en: ' At breakfast ...to Kant?

source: Что это он плетет?"- Подумал он.
en: What is he rambling about? ' he thought.

source: -Но, - продолжал иноземец, не смущаясь изумлением Берлиоза и обращаясь к поэту, - отправить его в Соловки невозможно по той причине, что он уже с лишком сто лет пребывает в местах значительно более отдаленных, чем Соловки, и извлечь его оттуда никоим образом нельзя, уверяю вас!
en: 'But,' went on the foreigner, unperturbed by Berlioz's amazement and turning to the poet, ' sending him to Solovki is out of the question, because for over a hundred years now he has been somewhere far away from Solovki and I assure you that it is totally impossible to bring him back.'

source: - А жаль!- Отозвался задира-поэт.
en: 'What a pity!' said the impetuous poet.

source: - И мне жаль!- Подтвердил неизвестный, сверкая глазом, и продолжал:- но вот какой вопрос меня беспокоит: ежели бога нет, то, спрашивается, кто же управляет жизнью человеческой и всем вообще распорядком на земле?
en: 'It is a pity,' agreed the unknown man with a glint in his eye, and went on: ' But this is the question that disturbs me-if there is no God, then who, one wonders, rules the life of man and keeps the world in order? '

source: - Сам человек и управляет, - поспешил сердито ответить бездомный на этот, признаться, не очень ясный вопрос.
en: 'Man rules himself,' said Bezdomny angrily in answer to such an obviously absurd question.

source: -Виноват, - мягко отозвался неизвестный, - для того, чтобы управлять, нужно, как-никак, иметь точный план на некоторый, хоть сколько-нибудь приличный срок.
en: 'I beg your pardon,' retorted the stranger quietly,' but to rule one must have a precise plan worked out for some reasonable period ahead.

source: Позвольте же вас спросить, как же может управлять человек, если он не только лишен возможности составить какой-нибудь план хотя бы на смехотворно короткий срок, ну, лет, скажем, в тысячу, но не может ручаться даже за свой собственный завтрашний день?
en: Allow me to enquire how man can control his own affairs when he is not only incapable of compiling a plan for some laughably short term, such as, say, a thousand years, but cannot even predict what will happen to him tomorrow? '

source: И, в самом деле, - тут неизвестный повернулся к Берлиозу, - вообразите, что вы, например, начнете управлять, распоряжаться и другими и собою, вообще, так сказать, входить во вкус, и вдруг у вас... Кхе... Кхе... Саркома легкого...- Тут иностранец сладко усмехнулся , как будто мысль о саркоме легкого доставила ему удовольствие, да, саркома, - жмурясь, как кот, повторил он звучное слово, - и вот ваше управление закончилось!
en: 'In fact,' here the stranger turned to Berlioz, ' imagine what would happen if you, for instance, were to start organising others and yourself, and you developed a taste for it-then suddenly you got...he, he ...a slight heart attack ... ' at this the foreigner smiled sweetly, as though the thought of a heart attack gave him pleasure. ' Yes, a heart attack,' he repeated the word sonorously, grinning like a cat, ' and that's the end of you as an organiser!

source: Ничья судьба кроме своей собственной, вас более не интересует.
en: No one's fate except your own interests you any longer.

source: Родные вам начинают лгать, вы, чуя неладное, бросаетесь к ученым врачам, затем к шарлатанам, а бывает, и к гадалкам.
en: Your relations start lying to you. Sensing that something is amiss you rush to a specialist, then to a charlatan, and even perhaps to a fortune-teller.

source: Как первое и второе, так и третье - совершенно бессмысленно, вы сами понимаете.
en: Each of them is as useless as the other, as you know perfectly well.

source: И все это кончается трагически: тот, кто еще недавно полагал, что он чемто управляет, оказывается вдруг лежащим неподвижно в деревянном ящике, и окружающие, понимая, что толку от лежащего нет более никакого, сжигают его в печи.
en: And it all ends in tragedy: the man who thought he was in charge is suddenly reduced to lying prone and motionless in a wooden box and his fellow men, realising that there is no more sense to be had of him, incinerate him.

source: А бывает и еще хуже: только что человек соберется съездить в кисловодск, - тут иностранец прищурился на Берлиоза, - пустяковое, казалось бы, дело, но и этого совершить не может, потому что неизвестно почему вдруг возьмет - поскользнется и попадет под трамвай!
en: 'Sometimes it can be even worse : a man decides to go to Kislovodsk,'-here the stranger stared at Berlioz-' a trivial matter you may think, but he cannot because for no good reason he suddenly jumps up and falls under a tram!

source: Неужели вы скажете, что это он сам собою управил так?
en: You're not going to tell me that he arranged to do that himself?

source: Не правильнее ли думать, что управился с ним кто-то совсем другой?- И здесь незнакомец рассмеялся странным смешком.
en: Wouldn't it be nearer the truth to say that someone quite different was directing his fate?' The stranger gave an eerie peal of laughter.

source: Берлиоз с великим вниманием слушал неприятный рассказ про саркому и трамвай, и какие-то тревожные мысли начали мучать его.
en: Berlioz had been following the unpleasant story about the heart attack and the tram with great attention and some uncomfortable thoughts had begun to worry him.

source: "Он не иностранец! Он не иностранец!- Думал он, - он престранный субъект... Но позвольте, кто же он такой?"
en: ' He's not a foreigner ...he's not a foreigner,' he thought, ' he's a very peculiar character...but I ask you, who is he? ...'

source: - Вы хотите курить, как я вижу?- Неожиданно обратился к Бездомному неизвестный, - вы какие предпочитаете?
en: 'I see you'd like to smoke,' said the stranger unexpectedly, turning to Bezdomny, ' what sort do you prefer? '

source: - А у вас разные, что ли есть?- Мрачно спросил поэт, у которого папиросы кончились.
en: 'Do you mean you've got different sorts? ' glumly asked the poet, who had run out of cigarettes.

source: -Какие предпочитаете?- Повторил неизвестный.
en: 'Which do you prefer? ' repeated the mysterious stranger.

source: Ну, "Нашу марку", - Злобно ответил Бездомный.
en: 'Well, then " Our Brand ",' replied Bezdomny, irritated.

source: Незнакомец немедленно вытащил из кармана портсигар и предложил его Бездомному: - "Наша марка".
en: The unknown man immediately pulled a cigarette case out of his pocket and offered it to Bezdomny. " Our Brand " .

source: И редактора и поэта не столько поразило то, что нашлась в портсигаре именно "Наша марка", сколько сам портсигар.
en: The editor and the poet were not so much surprised by the fact that the cigarette case actually contained 'Our Brand' as by the cigarette case itself.

source: Он был громадных размеров, червонного золота, и на крышке его при открывании сверкнул синим и белым огнем бриллиантовый треугольник.
en: It was of enormous dimensions, made of solid gold and on the inside of the cover a triangle of diamonds flashed with blue and white fire.

source: Тут литераторы подумали разно.
en: Their reactions were different.

source: Берлиоз: "нет, иностранец!", А Бездомный: "вот черт его возьми! А?"
en: Berlioz thought: ' No, he's a foreigner.' Bezdomny thought: ' What the hell is he ...?'

source: Поэт и владелец портсигара закурили, а некурящий Берлиоз отказался.
en: The poet and the owner of the case lit their cigarettes and Berlioz, who did not smoke, refused.

source: "Надо будет ему возразить так, - решил Берлиоз, - да, человек смертен, никто против этого и не спорит.
en: 'I shall refute his argument by saying' Berlioz decided to himself, ' that of course man is mortal, no one will argue with that.

source: А дело в том, что..."
en: But the fact is that ...'

source: Однако он не успел выговорить этих слов, как заговорил иностранец: - да, человек смертен, но это было бы еще полбеды.
en: However he was not able to pronounce the words before the stranger spoke: 'Of course man is mortal, but that's only half the problem.

source: Плохо то, что он иногда внезапно смертен, вот в чем фокус!
en: The trouble is that mortality sometimes comes to him so suddenly!

source: И вообще не может сказать, что он будет делать в сегодняшний вечер.
en: And he cannot even say what he will be doing this evening.'

source: "Какая-то нелепая постановка вопроса..."- Помыслил Берлиоз и возразил: - ну, здесь уж есть преувеличение.
en: 'What a stupid way of putting the question.' thought Berlioz and objected : 'Now there you exaggerate.

source: Сегодняшний вечер мне известен более или менее точно.
en: I know more or less exactly what I'm going to be doing this evening.

source: Само собой разумеется, что, если на бронной мне свалится на голову кирпич...
en: Provided of course that a brick doesn't fall on my head in the street...'

source: -Кирпич ни с того ни с сего, - внушительно перебил неизвестный, - никому и никогда на голову не свалится.
en: 'A brick is neither here nor there,' the stranger interrupted persuasively. ' A brick never falls on anyone's head.

source: В частности же, уверяю вас, вам он ни в коем случае не угрожает.
en: You in particular, I assure you, are in no danger from that.

source: Вы умрете другой смертью.
en: Your death will be different.'

source: Может быть, вы знаете, какой именно?- С совершенно естественной иронией осведомился Берлиоз, вовлекаясь в какой-то действительно нелепый разговор, - и скажете мне? -
en: 'Perhaps you know exactly how I am going to die? ' enquired Berlioz with understandable sarcasm at the ridiculous turn that the conversation seemed to be taking. 'Would you like to tell me?'

source: -Охотно, - отозвался незнакомец.
en: 'Certainly,' rejoined the stranger.

source: Он смерил Берлиоза взглядом, как будто собирался сшить ему костюм, сквозь зубы пробормотал что-то вроде:"раз, два... Меркурий во втором доме... Луна ушла... Шесть- несчастье... Вечер - семь..."- И громко и радостно об]явил:- вам отрежут голову!
en: He looked Berlioz up and down as though he were measuring him for a suit and muttered through his teeth something that sounded like : ' One, two... Mercury in the second house ... the moon waning ... six- accident... evening-seven ...' then announced loudly and cheerfully : ' Your 'head will be cut off!'

source: Бездомный дико и злобно вытаращил глаза на развязного неизвестного, а Берлиоз спросил, криво усмехнувшись: - а кто именно?
en: Bezdomny turned to the stranger with a wild, furious stare and Berlioz asked with a sardonic grin : 'By whom?

source: Враги?
en: Enemies?

source: Интервенты?
en: Foreign spies? '

source: - Нет, - ответил собеседник, - русская женщина, комсомолка.
en: 'No,' replied their companion, ' by a Russian woman, a member of the Komsomol.'

source: -Гм...- Промычал раздраженный шуточкой неизвестного берлиоз, - ну, это, извините, маловероятно.
en: 'Hm,' grunted Berlioz, upset by the foreigner's little joke. ' That, if you don't mind my saying so, is most improbable.'

source: -Прошу и меня извинить, - ответил иностранец, - но это так.
en: 'I beg your pardon,' replied the foreigner, ' but it is so.

source: Да, мне хотелось бы спросить вас, что вы будете делать сегодня вечером, если это не секрет?
en: Oh yes, I was going to ask you-what are you doing this evening, if it's not a secret? '

source: - Секрета нет.
en: 'It's no secret.

source: Сейчас я зайду к себе на Cадовую, а потом в десять часов вечера в массолите состоится заседание, и я буду на нем председатальствовать.
en: From here I'm going home, and then at ten o'clock this evening there's a meeting at the massolit and I shall be in the chair.'

source: Нет, этого быть никак не может, - твердо возразил иностранец.
en: 'No, that is absolutely impossible,' said the stranger firmly.

source: Это почему?
en: 'Why?'

source: - Потому, - ответил иностранец и прищуреными глазами поглядел в небо, где, предчувствуя вечернюю прохладу, бесшумно чертили черные птицы, - что Аннушка уже купила подсолнечное масло, и не только купила, но даже разлила.
en: 'Because,' replied the foreigner and frowned up at the sky where, sensing the oncoming cool of the evening, the birds were flying to roost, ' Anna has already bought the sunflower-seed oil, in fact she has not only bought it, but has already spilled it.

source: Так что заседание не состоится.
en: So that meeting will not take place.'

source: Тут, как вполне понятно, под липами наступило молчание.
en: With this, as one might imagine, there was silence beneath the lime trees.

source: -Простите, - после паузы заговорил Берлиоз, поглядывая на мелющего чепуху иностранца, - при чем здесь подсолнечное масло... И какая аннушка?
en: 'Excuse me,' said Berlioz after a pause with a glance at the stranger's jaunty beret, ' but what on earth has sunflower-seed oil got to do with it...and who is Anna? '

source: - Подсолнечное масло здесь вот при чем, - вдруг заговорил Бездомный, очевидно, решив объявить незванному собеседнику войну, - вам не приходилось, гражданин, бывать когда-нибудь в лечебнице для душевнобольных?
en: 'I'll tell you what sunflower-seed oil's got to do with it,' said Bezdomny suddenly, having obviously decided to declare war on their uninvited companion. ' Have you, citizen, ever had to spend any time in a mental hospital? '

source: - Иван!..- Тихо воскликнул Михаил Александрович.
en: 'Ivan! ' hissed Mikhail Alexandrovich.

source: Но иностранец ничуть не обиделся и превесело рассмеялся.
en: But the stranger was not in the least offended and gave a cheerful laugh.

source: Бывал, бывал и не раз!- Вскричал он, смеясь, но не сводя несмеющегося глаза с поэта, - где я только не бывал!
en: ' Yes, I have, I have, and more than once! ' he exclaimed laughing, though the stare that he gave the poet was mirthless.

source: Жаль только, что я не удосужился спросить у профессора, что такое шизофрения.
en: ' Where haven't I been! My only regret is that I didn't stay long enough to ask the professor what schizophrenia was.

source: Так что вы уж сами узнайте это у него, Иван николаевич!
en: But you are going to find that out from him yourself, Ivan Nikolayich!'

source: - Откуда вы знаете, как меня зовут? - Помилуйте, Иван николаевич, кто же вас не знает?-
en: 'How do you know my name? ' 'My dear fellow, who doesn't know you? '

source: Здесь иностранец вытащил из кармана вчерашний номер "Литературной газеты", И Иван николаевич увидел на первой же странице свое изображение, а под ним свои собственные стихи.
en: With this the foreigner pulled the previous day's issue of The Literary Gazette out of his pocket and Ivan Nikolayich saw his own picture on the front page above some of his own verse.

source: Но вчера еще радовавшее доказательство славы и популярности на этот раз ничуть не обрадовало поэта.
en: Suddenly what had delighted him yesterday as proof of his fame and popularity no longer gave the poet any pleasure at all.

source: -Я извиняюсь, - сказал он, и лицо его потемнело, - вы не можете подождать минутку?
en: 'I beg your pardon,' he said, his face darkening. ' Would you excuse us for a minute?

source: Я хочу товарищу пару слов сказать.
en: I should like a word or two with my friend.'

source: О, с удовольствием!- Воскликнул неизвестный, - здесь так хорошо под липами, а я, кстати, никуда и не спешу.
en: 'Oh, with pleasure! ' exclaimed the stranger. ' It's so delightful sitting here under the trees and I'm not in a hurry to go anywhere, as it happens.'

source: Вот что, Миша, - зашептал поэт, оттащив Берлиоза в сторону, - он никакой не интурист, а шпион.
en: 'Look here, Misha,' whispered the poet when he had drawn Berlioz aside. ' He's not just a foreign tourist, he's a spy.

source: Это русский эмигрант, перебравшийся к нам.
en: He's a Russian emigre and he's trying to catch us out.

source: Спрашивай у него документы, а то уйдет...
en: Ask him for his papers and then he'll go away ...'

source: -Ты думаешь?- Встревоженно шепнул Берлиоз, а сам подумал: "а ведь он прав!"
en: 'Do you think we should? ' whispered Berlioz anxiously, thinking to himself-' He's right, of course ...'

source: - Уж ты мне верь, - засипел ему в ухо поэт, - он дурачком прикидывается, чтобы выспросить кое-что.
en: 'Mark my words,' the poet whispered to him. ' He's pretending to be an idiot so that he can trap us with some compromising question.

source: Ты слышишь, как он по-русски говорит, - поэт говорил и косился, следя, чтобы неизвестный не удрал, - идем, задержим его, а то уйдет...
en: You can hear how he speaks Russian,' said the poet, glancing sideways and watching to see that the stranger was not eavesdropping. ' Come on, let's arrest him and then we'll get rid of him.'

source: И поэт за руку потянул Берлиоза к скамейке.
en: The poet led Berlioz by the arm back to the bench.

source: Незнакомец не сидел, а стоял возле нее, держа в руках какую-то книжечку в темно-сером переплете, плотный конверт хорошей бумаги и визитную карточку.
en: The unknown man was no longer sitting on it but standing beside it, holding a booklet in a dark grey binding, a fat envelope made of good paper and a visiting card.

source: - Извините меня, что я в пылу нашего спора забыл представить себя вам.
en: 'Forgive me, but in the heat of our argument I forgot to introduce myself.

source: Вот моя карточка, паспорт и приглашение приехать в Москву для консультации, - веско проговорил неизвестный, проницательно глядя на обоих литераторов.
en: Here is my card, my passport and a letter inviting me to come to Moscow for consultations,' said the stranger gravely, giving both writers a piercing stare.

source: Те сконфузились.
en: The two men were embarrassed.

source: "Черт, все слышал"- Подумал Берлиоз и вежливым жестом показал, что в предъявлении документов нет надобности.
en: ' Hell, he overheard us ...' thought Berlioz, indicating with a polite gesture that there was no need for this show of documents.

source: Пока иностранец совал их редактору, поэт успел разглядеть на карточке напечатанное иностранными буквами слово "Профессор" и начальную букву фамилии- двойное "В".
en: Whilst the stranger was offering them to the editor, the poet managed to catch sight of the visiting card. On it in foreign lettering was the word ' Professor ' and the initial letter of a surname which began with a'W'.

source: -Очень приятно, - тем временем смущенно бормотал редактор, и иностранец спрятал документы в карман.
en: 'Delighted,' muttered the editor awkwardly as the foreigner put his papers back into his pocket.

source: Отношения таким образом были восстановлены, и все трое снова сели на скамью.
en: Good relations having been re-established, all three sat down again on the bench.

source: -Вы в качестве консультанта приглашены к нам, профессор?Спросил Берлиоз.
en: 'So you've been invited here as a consultant, have you, professor? ' asked Berlioz.

source: -Да, консультантом.
en: 'Yes, I have.'

source: -Вы- немец?- Осведомился Бездомный.
en: 'Are you German? ' enquired Bezdomny.

source: -Я-то?..- Переспросил профессор и вдруг задумался.- Да, пожалуй, немец...- Сказал он.
en: 'I? ' rejoined the professor and thought for a moment. ' Yes, I suppose I am German...' he said.

source: -Вы по русски здорово говорите, - заметил Бездомный.
en: 'You speak excellent Russian,' remarked Bezdomny.

source: -О, я вообще полиглот и знаю очень большое количество языков, - ответил профессор.
en: 'Oh, I'm something of a polyglot. I know a great number of languages,' replied the professor.

source: -А у вас какая специальность?- Осведомился Берлиоз.
en: 'And what is your particular field of work? ' asked Berlioz.
